create table board(
	id int auto_increment primary key,
    title varchar(100),
    pname varchar(100),
    pw varchar(100),
    upfile varchar(100),
    content varchar(9999),
    reg_date timestamp,
    cnt int,
    seq int,
    lev int,
    gid int
);

insert into board (id, title, pname, pw, content, reg_date, cnt, seq, lev, gid)
values
(0, '영글이다', '현빈', '1111', '오글 내용', '2023-06-03', 0, 0, 0, 0),
(1, '첫글이다', '현빈', '1111', '첫글 내용', '2023-06-05', 0, 0, 0, 1),
(2, '두글이다', '원빈', '1111', '두글 내용', '2023-06-07', 0, 0, 0, 2),
(3, '세글이다', '투빈', '1111', '세글 내용', '2023-06-10', 0, 0, 0, 3),
(4, '네글이다', '골빈', '1111', '네글 내용', '2023-06-12', 0, 0, 0, 4),
(5, '오글이다', '장희빈', '1111', '오글 오글', '2023-06-19', 0, 0, 0, 5),
(6, '영글이다', '현빈', '1111', '오글 내용', '2023-06-03', 0, 0, 0, 6),
(7, '첫글이다', '현빈', '1111', '첫글 내용', '2023-06-05', 0, 0, 0, 7),
(8, '두글이다', '원빈', '1111', '두글 내용', '2023-06-07', 0, 0, 0, 8),
(9, '세글이다', '투빈', '1111', '세글 내용', '2023-06-10', 0, 0, 0, 9);

insert into board (id, title, pname, pw, content, reg_date, cnt, seq, lev, gid)
values
(10, '영글이다', '현빈', '1111', '오글 내용', '2023-06-03', 0, 0, 0, 0),
(11, '첫글이다', '현빈', '1111', '첫글 내용', '2023-06-05', 0, 0, 0, 1),
(12, '두글이다', '원빈', '1111', '두글 내용', '2023-06-07', 0, 0, 0, 2),
(13, '세글이다', '투빈', '1111', '세글 내용', '2023-06-10', 0, 0, 0, 3),
(14, '네글이다', '골빈', '1111', '네글 내용', '2023-06-12', 0, 0, 0, 4),
(15, '오글이다', '장희빈', '1111', '오글 오글', '2023-06-19', 0, 0, 0, 5),
(16, '영글이다', '현빈', '1111', '오글 내용', '2023-06-03', 0, 0, 0, 6),
(17, '첫글이다', '현빈', '1111', '첫글 내용', '2023-06-05', 0, 0, 0, 7),
(18, '두글이다', '원빈', '1111', '두글 내용', '2023-06-07', 0, 0, 0, 8),
(19, '세글이다', '투빈', '1111', '세글 내용', '2023-06-10', 0, 0, 0, 9);